Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_til_sametingsradets_beretning_om_virksomheten_oktober_2022.html.tmx
Source language: nob
Languages: sme

source: Tale til sametingsrådets beretning om virksomheten, oktober 2022
sme: Sáhkavuorru sámediggeráđi doaibmadieđáhussii, golggotmánu 2022

source: Les sametingspresident Silje Karine Muotkas tale til sametingsrådets beretning om virksomheten under plenum 11. oktober 2022.
sme: Loga sámediggepresideantta Silje Karine Muotka sáhkavuoru sámediggeráđi doaibmadieđáhussii dievasčoahkkimis golggotmánu 11. beaivvi 2022.

source: Møteleder, Sametingets plenum
sme: Čoahkkinjođiheaddji, Sámedikki dievasčoahkkin

source: Jeg kommer akkurat fra Canada der vi var medarrangører for den første International Gathering of Indigenous Salmon Peoples.
sme: Boađán aiddo Kanadas, gos leimmet miel-lágideaddjit máilmmi vuosttaš International Gathering of Indigenous Salmon Peoples.

source: Laksebestander over hele det sirkumpolare området er i kraftig tilbakegang.
sme: Luossanálli lea sakka unnumin miehtá sirkumpolára guovllu.

source: Det skyldes mange faktorer, men skaper de samme utfordringene for urfolk som har bygget sin kultur på selve laksen, som for mange er selve identiteten, kulturen og livet.
sme: Luossanáli unnumii váikkuhit máŋga ášši, muhto dat fas mielddisbuktá daid seamma hástalusaid eamiálbmogiidda, geat leat huksen kultuvrraset luosa vuođul, ja geaidda luossa lea identitehta, kultuvra ja eallin.

source: Etter denne reisen kommer jeg hjem med fornyede tanker og sterkt pågangsmot.
sme: Dán mátkki maŋŋel máhccen ruoktot ođđa jurdagiiguin ja áŋgirvuođain.

source: Det er avgjørende å sikre barn og unge tilgangen til egen kultur, språk og fremtid.
sme: Lea erenoamáš dehálaš sihkkarastit dan, ahte mánát ja nuorat besset oahpásmuvvat iežaset kultuvrii, gillii ja boahtteáigái.

source: I dette fremtidsbildet hører laksen til som en av flere viktige ressurser.
sme: Dán boahtteáiggi govvii gullá luossa, mii lea erenoamáš dehálaš resursa.

source: Møteleder, hele 4200 urfolksbarn forsvant fra internatskoler i Canada ifølge the Canadian Truth and Reconciliation Commission som leverte 94 forslag til tiltak som resultat av deres kommisjonsarbeid i 2015.
sme: Čoahkkinjođiheaddji, olles njealljeduháha ja guoktečuođi (4200) eamiálbmotmáná jávke Kanada internáhttaskuvllain, muitala Kanada duohtavuođa- ja soabadankommišuvdna ( the Canadian Truth and Reconciliation Commission ), mii ovddidii 94 doaibmabidjoevttohusa sin kommišuvdnabarggu oktavuođas 2015.

source: I perioden mellom 1883 og 1996 gikk 150 000 urfolksbarn i de rundt 150 skolene.
sme: Áigodagas gaskal 1883 ja 1996 ledje 150.000 eamiálbmotmáná mat vázze birrasiid 150 internáhttaskuvllas.

source: 4200 barn kom aldri hjem igjen.
sme: 4200 máná eai goassege boahtán ruovttoluotta.

source: Møteleder, forrige fredag var det nasjonal minnedag for de savnede og myrdede barna.
sme: Čoahkkinjođiheaddji, mannan bearjadaga lei nationála muitobeaivi dáidda mánáide, geat láhppojedje ja goddojuvvojedje.

source: Også det store antallet urfolkskvinner som har forsvunnet og blitt drept har medført en nasjonal gransking – "Reclaiming power and place - the final report of the national inquiry into missing and murdered indigenous women and girls".
sme: Maiddái dat stuorra mearri eamiálbmotnissonat, guđet leat jávkan ja gottáhallan, lea mielddisbuktán nationála suokkardeami – «Reclaiming Power and Place - the final report of the national inquiry into missing and murdered indigenous women and girls» .

source: I juni 2019 leverte denne komiteen sin rapport.
sme: Geassemánus 2019 attii kommišuvdna sin raportta.

source: Møteleder, det var sterkt å besøke Canada rett etter minnedagen.
sme: Čoahkkinjođiheaddji, munnje čuozai garrasit dat, go galledin Kanada mannan vahkus, njuolga maŋŋel muitobeaivvi.

source: Jeg vil be dere alle om at vi viser vår støtte til våre søstre og brødre i Canada.
sme: Bivddán din buohkaid čájehit doarjaga min oappáide ja vieljaide Kanadas.

source: Møteleder, jeg syns vi skal snakke om barna våre vi også.
sme: Čoahkkinjođiheaddji, mu mielas mii fertet hupmat maiddái iežamet mánáid birra.

source: Vi vet etter Djupedalutvalgets rapport at barn og unge med samisk bakgrunn gir tilbakemelding i elevundersøkelsen om at de i mye større grad enn andre barn opplever mobbing, trakassering, hets og at mange har en vanskelig skolehverdag.
sme: Djupedal-lávdegotti raportta vuođul mii diehtit ahte mánát ja nuorat geain lea sámi duogáš, buktet ohppiidiskkademiin máhcahagaid das, ahte sii vásihit givssideami, trakasserema ja cielaheami ollu eambbo go eará mánát, ja ahte máŋgasis lea váttis árgabeaivi skuvllas.

source: Nasjonal institusjon for menneskerettigheter har gjort en undersøkelse som ble offentliggjort i august.
sme: Norgga olmmošvuoigatvuođaásahus (NIM) lea čađahan guorahallama, mii almmuhuvvui borgemánus.

source: Jeg vil takke NIM for arbeidet med rapporten som viser at vi må intensivere arbeidet mot hatprat, mobbing og diskriminering.
sme: Háliidan giitit Norgga olmmošvuoigatvuođaásahusa raportabarggu ovddas, mii čájeha ahte mii fertet intensiveret barggu vaššicealkámušaid, givssideami ja vealaheami vuostá.

source: Grunnen til dette er at våre medmennesker er den viktigste ressursen vi har.
sme: Vuođđun dása lea dat, ahte olbmot leat min dehálaš resursa.

source: Alle fortjener en hverdag der de blir sett som en ressurs og der hver og en blir respektert og at de har vern mot krenkelser, hatprat og trakassering.
sme: Buohkat ánssášit árgabeaivvi mas sii adnojuvvojit resursan, ja mas juohke áidna olmmoš gudnejahttojuvvo, ja suddjejuvvo loavkašuhttimis, vaššicealkámušain ja trakasseremis.

source: Sametinget har vedtatt en handlingsplan forrige plenum der det ble satt søkelys på 17 tiltak.
sme: Mannan dievasčoahkkimis mearridii Sámediggi doaibmaplána, mas loktejuvvojedje 17 doaibmabiju.

source: Heldigvis er mange av tiltakene som plenum vedtok sammenfallende med anbefalingene fra NIM i rapporten.
sme: Lihkus máŋga Sámedikki mearridan doaibmabijuin mannet latnjalassii NIM-raportta ávžžuhusaiguin.

source: Møteleder,
sme: Guhkes rahčamušaid maŋŋel, lágida Sámediggi vuosttaš sámi mánáidforuma, mii lea Romssas skábmamánu 2. ja 3. beaivvi dán jagi.

source: Etter mye arbeid skal Sametinget avholde det aller første samiske barneforumet, som finner sted den 02-03.11.2022 i Tromsø.
sme: Sáddiimet bovdehusaid sámi skuvllaide, ja dál čoahkkanit 11 sámi viđat- gitta logátluohkkálačča mánáidforumis.

source: Etter at det er sendt invitasjoner til samiske skoler vil 11 samiske elever, fra 5-10. trinn treffes på barneforumet.
sme: Dát leat sámi oahppit Deanus, Kárášjogas, Dielddanuoris, Ájluovttas, Raarvihkes ja Oslos.

source: Det blir samiske elever fra Tana, Karasjok, Tjeldsund, Drag, Røyrvik og Oslo.
sme: Sámi mánáidforum čađahuvvo mánáid eavttuid vuođul, ja oahppit ja sin cealkámušat deattuhuvvojit.

source: Samisk barneforum skal gjennomføres på barnas premisser, og det vil være fokus på elevene og deres innspill.
sme: Ieš mánáidforum, mii lea skábmamánu goalmmát beaivvi, juhkkojuvvo guovtti oassái;

source: Selve barneforumet 03.11.22 vil bli to-delt;
sme: sierra oassi ohppiide, ja sierra oassi eará bovdejuvvon gussiide.

source: en egen del for elevene og en egen del for andre inviterte.
sme: Sámediggi ja Justiisa- ja gearggusvuođadepartemeanta lágideigga konferánssa sámi servvodagaid veahkaválddi ja illasteami birra, borgemánu 30.-31. beaivvi Álttás.

source: Sametinget arrangerte i samarbeid med Justis- og beredskapsdepartementet konferanse om vold og overgrep i samiske samfunn 30.-31. august 2022 i Alta.
sme: Konferánssa mihttun lei ásahit foruma mas barget sámi servvodaga veahkaválddi vuostá.

source: Konferansens formål var å få etablert et forum for arbeid mot vold i de samiske samfunn.
sme: Dán konferánssas ledje máŋggat aktevrrat čoahkkanan hállat veahkaválddi ja illasteami vuosttildeami birra.

source: Det var en konferanse der mange aktører var samlet for å snakke om bekjempelse av vold og overgrep.
sme: Lea dehálaš ahte konferánsa čuovvuluvvo viidáseappot. Diekkár forum, mas lea nana fágalaš oassálastin, lea midjiide vuoibmin dákkár stuorra ja guhkitáiggi barggus, mii gáibida doaibmabijuid ja resurssaid buot aktevrrain.

source: Det er viktig at konferansen blir fulgt opp med videre, og et slikt forum med sterk faglig deltakelse er en styrke for oss i et stort og langsiktig arbeid som kommer til å kreve flere tiltak og ressurser fra alle aktørene.
sme: Čoahkkinjođiheaddji, leat dorvvuhis áiggit máilmmis, ja dan dihtet buohkat dán sálas.

source: Møteleder, det er usikre tider i verden, og det vet alle i denne salen.
sme: Eat leat galbma soađi rájes vásihan dákkár eahpestabilitehta go dál.

source: Ikke siden den kalde krigen har vi opplevd ustabilitet på den måten som vi opplever nå.
sme: Dát váikkuha olles birrasii, ja dat mielddisbuktá hástalusaid juohke oktii mis.

source: Dette påvirker alt omkring oss, og det medfører utfordringer for hver og en av oss.
sme: Reanttuid loktaneapmi, biepmuid divrun, boaldámušaid divrun, energiijabuvttadeami lassáneaddji deaddu, ja eará negatiivvalaš čuovvumušat bohtet boahtteáiggis ain čielgaseappot ovdan.

source: Det er renteøkninger, stigende matpriser, stigende priser på drivstoff, stigende press på energiproduksjon og andre negative konsekvenser på måter som vi kommer til å bli stadig mer klar over fremover.
sme: Mii eat eale vakumis.

source: Vi lever ikke i et vakuum på noen måter.
sme: Anán stuorra paradoksan dan, ahte dát dilli bidjá vel eanet deattu daidda váttisvuođaide mat leat midjiide oahppásat.

source: Det er et stort paradoks at denne situasjonen bidrar til forsterket press på problemstillinger vi er alt for godt kjent med fra før.
sme: Lea jagi áigi go Fovsen-njaarke duopmu celkojuvvui.

source: Det er ett år siden Fosen-dommen ble avsagt.
sme: Čoahkkinjođiheaddji, maŋŋel go ovttajienalaš alimusriekteduopmu celkojuvvui, de stáhta – mii lea addán dán eahpegustojeaddji konsešuvnna álgit doaimmain ovdagihtii, – mii lei bieggaindustriija aktevrraid oasehasveahkki, – mii eaiggáda stuorra oasi dán bieggaindustriijarusttegis, mii rihkku álbmotrievtti, vástida dainna, ahte guorahallagoahtá mo bieggafápmodoaimmain sáhttá joatkit.

source: Møteleder, etter at en enstemmig høyesterettsdom er avsagt, så svarer staten, – som har gitt den ugyldige konsesjonen bygget på forhåndstiltredelse, – som var partshjelper for vindindustriaktørene, – som er en stor eier av det folkerettsstridige vindindustrianlegget, med å utrede hvordan industrianlegget kan videreføres.
sme: Čoahkkinjođiheaddji, dát gomiha mu doaivaga das, ahte stáhta gudnejahttá sámi rivttiid – ii vel dallege go álbmotrievtti rihkkun lea duohtaášši – ja ii vel dallege go min alimus riekteinstánsa addá ovttajienalaš duomu ollesčoahkkimis.

source: Møteleder, dette gir meg ikke håp om at staten respekterer samiske rettigheter, selv ikke når folkerettsbruddet er et faktum og selv ikke når vår høyeste rettsinstans gir en enstemmig dom i plenum.
sme: Stáhta ii leat vel almmolaččat átnon ándagassii álbmotrievtti rihkkumis. Ja dát dagut, go guorahallet mo álbmotrivttiid rihkkuma sáhttet joatkit, eai buvtte luohttámuša dasa, ahte diekkár proseassat vuhtiiváldet sámi rivttiid.

source: Det er ikke fremmet en offentlig unnskyldning for folkerettsbruddet fra staten, og handlingene med å utrede hvordan folkerettsbruddet kan videreføres gir ingen tillit til at slike prosesser kommer til å ivareta samiske rettigheter.
sme: Dákkár áiggis, go ollu fápmopolitihkkárat dadjet ahte ohcet čovdosiid, luohttámuša ja gulahallama, de vállje stáhta dahkat áibbas jorggugežiid.

source: I en tid der mange maktpolitikere sier at man leter etter løsninger, tillit og dialog så velger staten det motsatte.
sme: Makkár luohttámuš olbmos sáhttá leat dán maŋŋel?

source: Hvilken tillit kan man ha etter dette?
sme: Čoahkkinjođiheaddji, stáhtas ii leat menddo maŋŋit válljet eará geainnu.

source: Møteleder, det er ikke for seint for staten å velge en annen vei.
sme: Ja stáhtas leat fápmogaskaoamit – mat addet stáhtii vejolašvuođa máhcahit luohttámuša ja eará vejolašvuođaid.

source: Og staten sitter med maktmidlene – og dermed sitter staten på nøkkelen til å gjenopprette tillit og andre veivalg.
sme: Sámediggepresideantan mun oaivvildan ahte olmmošvuoigatvuođaid rihkkuma bisseheapmi lea áibbas vealtameahttun buot eará gulahallamiin ja sullasaš áššiin.

source: Som sametingspresident mener jeg at det å få slutt på menneskerettsbruddet er helt avgjørende for alle andre dialoger og lignende saker.
sme: Min ealáhusaid boahtteáigevejolašvuođaid sihkkarastin – leažžá dál sáhka valljodagaid ávkkástallamis, meahcásteamis, guolásteamis, boazodoalus dahje eará vuođđoealáhusain – buktá midjiide ođđa geahččalusaid.

source: Det å sikre fremtidsmuligheter for våre næringer, om det er høsting, utmarksbruk, fiske, reindrift eller annen primærnæring setter oss på nye prøver.
sme: Čoahkkinjođiheaddji, mun dieđán ahte dán sálas leat máŋggat oaivilat, muhto mun oaivvildan ahte mii fertet joatkit geavahit min jiena ja min váikkuhanfámu dáin áššiin.

source: Møteleder, jeg vet at det i denne salen er mange meninger, men jeg mener at vi fortsatt må bruke vår stemme og vår påvirkningskraft i disse sakene.
sme: Viimmat lea vuosttaš historjjálaš láhkalávdegoddi, maid Sámediggi lea nammadan, buktán sin ávžžuhusaid.

source: Møteleder, endelig har det historiske første sametingsoppnevnte lovutvalget levert sine anbefalinger.
sme: Dat lei historjjálaš beaivi.

source: Det var en historisk dag.
sme: Bovden buohkaid, geain leat oaivilat boazodoallolága birra, searvat gulaskuddamii, mii dál lea rabas buohkaide geain leat oaivilat dán dehálaš áššis.

source: Jeg inviterer nå alle som har meninger om reindriftsloven til å delta i høringen som nå er åpen for alle som har synspunkter på denne viktige saken.
sme: Sámedikki resurssat ja min vejolašvuođat álggahit politihka ja doaibmabijuid maid sámi servvodagat dárbbašit, leat sorjavaččat das, ahte mii bastit dahkat dan.

source: Sametingets ressurser og våre muligheter til å iverksette politikk og tiltak som de samiske samfunnene trenger er avhengig av at vi har mulighet til dette.
sme: Ekonomalaš rámmat leat oassin dás.

source: Økonomiske rammer er en del av dette.
sme: Dán jagáš stáhtabušeahtta dagaha vuohon dakkár dili, mas midjiide ii juolluduvvo lasáhus mii vástida servvodaga bálká- ja haddelasáhusa.

source: Årets statsbudsjett gir igjen en situasjon hvor vi ikke fikk økning tilsvarende lønns- og prisveksten i samfunnet.
sme: Dán ferte adresseret.

source: Dette må adresseres.
sme: Vuohtán ahte leat jienát mat oaivvildit mii sáhttit effektiviseret, ja nu mo eará politihkalaš vuogádagat, de fertet mii vuoruhit.

source: Jeg registrerer at det er stemmer som mener vi kan effektivisere, og slik som andre politiske systemer må vi prioritere.
sme: Ja dan mii gal áigutge.

source: Og det skal vi også.
sme: Go lea reálačuohppan, dat dasto mielddisbuktá maiddái bušeahttaevttohusa oktan bušeahttačuohppanevttohusaiguin.

source: Når det er realkutt, så medfører dette også budsjettforslag med kuttforslag.
sme: Dat lea iešalddis čielggas.

source: Det gir seg selv.
sme: Háliidan liikká dadjat dan, ahte go oassálastá dađistaga eanet gáibideaddji proseassaide mat gusket areálabahkkemiidda ja infrastruktuvrii, de dat gáibida fágaolbmuid ja bures čielggaduvvon ášševuođu.

source: Jeg må likevel si at det å delta i stadig flere krevende prosesser om arealinngrep og infrastruktur krever fagfolk og godt utredet saksgrunnlag.
sme: Mii dárbbašit eanet fágaolbmuid danin go mii galgat sáhttit váikkuhit proseassaide.

source: Vi trenger flere fagfolk fordi vi skal kunne gi gode bidrag inn i disse prosessene.
sme: Mis lea – eanet go goassege ovdal – dárbu rekrutteret dárbbašlaš gelbbolašvuođa, nu ahte Sámedikkis lea dat buoremus vuolggasadji addit buriid cealkámušaid dákkár áššiin.

source: Mer enn noen gang trenger vi at vi kan rekruttere den kompetansen som er nødvendig for å kunne skaffe Sametinget det beste utgangspunktet for å kunne gi de beste innspillene i slike saker.
sme: Danin oaivvildan mun, ahte go geige stáhtabušeahta mas bálká- ja haddelasáhus lea čuhppojuvvon, de dat dađi bahábut lea lohpádusa rihkkun, ja vel ain okta lávki boasttuguvlui.

source: Derfor mener jeg at det å levere et statsbudsjett som representerer kutt i lønns- og prisveksten dessverre er løftebrudd og enda et skritt i feil retning.
sme: Juolludeamit, mat eai čuovo bálká- ja haddelasáhusa, leat leamaš Sámedikki guovdu dábálaččat, eaige spiehkasteamit.

source: Bevilgninger som ikke følger lønns- og prisveksten har vært regelen, heller enn unntaket for Sametinget.
sme: Váikkuhussan dás lea dat, ahte áiggi mielde šaddet unnit ruđat ohcanvuđot doarjjaortnegiidda. Ja vaikke leat stuorát vuordámušat das, ahte Sámediggi galgá leat veahkkin sihke proseassain ja juolludemiid bokte, de ii gávdno dát doaibmavejolašvuohta.

source: Konsekvensen av dette er at det over tid er mindre midler på de søkerbaserte ordningene, og selv om det er større forventninger til at Sametinget skal bidra både i prosesser og med bevilgninger, så finnes ikke dette handlingsrommet.
sme: Lea maiddái čađahuvvon byrokratiija unnidan- ja effektiviserenođastus, mas Sámediggi maiddái oaččui unniduvvon juolludusaid.

source: Det har også blitt gjennomført en avbyråkratiserings- og effektiviseringsreform der Sametinget også har fått reduserte bevilgninger.
sme: Ieš dat min demokratiija; ahte mis lea álbmotválljejuvvon orgána, ja ahte dii – min bajimus dási mearrideaddjit – dievasčoahkkin, čoahkkana deike – das lea stuorra mearkkašupmi.

source: Selve demokratiet vårt, at vi har et folkevalgt organ og at dere – vårt høyeste nivå av beslutningstakere – selveste plenum samles her, har enorm betydning.
sme: Min álbmot lei guhká almmá sierra álbmotválljejuvvon orgána haga.

source: Så lenge var vårt folk uten et eget folkevalgt organ.
sme: Nu ollugat geavahedje buot sin vuimmiid oažžut rievdadusaid.

source: Så mange kjempet med alt de hadde for endringer.
sme: Dan buot stuorámus siviila jeagohisvuođaakšuvnnas, maid min servvodat lea vásihan, lei sáhka čáhcefápmorusttegis, areálasisabahkkemiin ja luonddugáhttemis.

source: Den største sivile ulydighetsaksjonen vårt samfunn har sett handlet om vannkraft, arealinngrep og naturvern.
sme: Dalle Guovdageainnu-Álttá čázádaga riiddu áigge ii gávdnon dákkár jietna go Sámediggi lea dál.

source: Det fantes ikke en stemme som Sametinget den gangen under striden om Kautokeino-Altavassdraget.
sme: Čoahkkinjođiheaddji, girji Masi-Norge maid Magnar Mikkelsen lea čállán – guhte maiddái čálii ovdasáni dalle go Sámediggi rahppojuvvui 1989 – almmuhuvvui 1971.

source: Møteleder, boka Masi-Norge av Magnar Mikkelsen – som også skrev prolog den gang Sametinget ble åpnet i 1989 – kom ut i 1971.
sme: Dalle lei dušše moadde jagi gollan das rájes go Guovdageainnu-Álttá čázádaga dulvadeapmi plánejuvvui 1968.

source: Da var det kun få år siden planen om å demme opp Kautokeino-Altavassdraget kom i 1968.
sme: Girjjis Mikkelsen diktá servvodatdigaštallamiid aktiivvalaš jienaid gullot áiggiid čađa dálážii, seamma láhkái go argumeanttat ovddiduvvoje – sánis sátnái .

source: I boka lar Mikkelsen de aktive stemmene i samfunnsdebatten lyde gjennom årene til i dag på den måten som argumentene ble fremmet – ord for ord.
sme: Girji almmuhuvvui olles gávcci jagi ovdal go buot kulminerejuvvui dáin siviila jeagohisvuođaakšuvnnain, mat biste njeallje jagi gitta 1982.

source: Boka kom hele 8 år før alt kulminerte i de sivile ulydighetsaksjonene over fire år frem til 1982.
sme: Go dál logan dán girjji, de mu mielas dát historjá dáhpáhuvvá ođđasit.

source: Når jeg leser denne boka i dag, så kan jeg sverge på at historien gjentar seg.
sme: Gažaldat mii mus bohciida Masi-Norge logadettiin lea: livččiigo sáhttán garvit buot dáid akšuvnnaid, ja guhte politihkkár livččii leamaš doarvái nanus jorgalahttit historjjá ovdáneami dalle?

source: Spørsmålet i bakhodet mitt når jeg leser Masi-Norge er: kunne alle aksjonene vært unngått og hvilken politiker kunne vært kvinne nok til å snu historiens gang den gangen? Hva ville situasjonen vår vært da?
sme: Makkár dilli livččii mis dál? Jođiheaddjit geat livčče ávžžuhan vuollánit, gávdnat čovdosiid, dohkkehit huksenplánaid.

source: Ledere som hadde manet oss til å gi etter for presset, være løsningsorientert, akseptere utbyggingsplanen.
sme: Livččiigo mis Sámediggi?

source: Ville vi hatt ett Sameting?
sme: Livččego Norgga riektevuogádagas dáhpáhuvvan rievdadusat, nu mo ovdamearkka dihtii Selbu-áššis 2001, mas sámi geavaheapmi maiddái dohkkehuvvui vuođđun rivttiide, seamma láhkái go dáčča geavaheapmi.

source: Ville det norske rettssystemet fått endringer som for eksempel i Selbu-saken i 2001 der samisk bruk også ble anerkjent som å stifte rett på samme vis som norsk bruk?
sme: Munnje lehpet dii, guđet dán sálas čohkkábehtet, vástádus dasa, maid mii dárbbašeimmet dalle.

source: For meg er dere i denne salen svaret på det vi trengte den gang da.
sme: Dat lea vástádus dasa, maid mii dárbbašit dál.

source: Det er svaret på det vi trenger i dag.
sme: Álbmotválljejuvvon ovddasteaddjit miehtá sámi guovllu, geaid váibmu coahkká min álbmoga váste.

source: Folkevalgte representanter fra hele det samiske området med hjertet for vårt folk.
sme: Geat leat veahkkin min álbmogii, min ealáhusaide, ja guđet rahčet vuoiggalaš boahtteáiggi namas.

source: Som stiller opp for vårt folk, våre næringer og kjemper for en rettferdig fremtid.
sme: Dan mii eat olat dainna, ahte mii effektiviseret iežamet eret – eatge dainna go mediat leat jaskadat dain áššiin mat dahket veadjemeahttun diliid sidjiide, geaid mii galgat áimmahuššat.

source: Det kan vi ikke oppnå med å effektivisere oss bort, eller ved at det er stille i mediene om saker som skaper umulige situasjoner for de vi er valgt inn for å ivareta.
sme: Ii leat ávkin min álbmogii go mii effektiviseret iežamet eret, go galgat veahkehit servvodaga dárbbašlaš proseassain ja debáhtain.

source: Det hjelper ikke vårt folk ett øyeblikk at vi effektiviserer oss vekk som en viktig og god bidragsyter til samfunnets nødvendige prosesser og debatter.
sme: Lea baicca nuppegežiid – leat baicca eará fámut mat ávkkástallet das, go argumenterejuvvo ahte Sámedikki doaibmafápmu galgá unniduvvot, politihkalaččat ja ekonomalaččat.

source: Tvert om, jeg skulle ville si at det er en god hjelper for ganske andre krefter å argumentere for reduksjon av Sametingets handlingskraft politisk og økonomisk.
sme: Čoahkkinjođiheaddji, illudan Sámedikki šiehtadallamiidda.

source: Møteleder, jeg ser frem til Sametingets forhandlinger med glede.
sme: Das, ahte mii leat čoahkkanan dán sálii, lea stuorra mearkkašupmi – go dat lea sámi álbmot mii sárdnu.

source: Det at vi er samlet her i denne salen betyr noe, det er det samiske folket som taler.
sme: Giitu!

source: Takk for oppmerksomheten.
sme: Loga sámediggeráđi doaibmadieđáhusa
